{
  "HomePage": {
    "title": "Chat Bot",
    "scanTitle": "Scan your shop's data (This is done automatically every 24 hours after this manual scan)",
    "scanCopy": "ChatUp will get to know your store by pressing the 'Scan My Shop' button below. ChatUp will read your policies, page content as well as your contact method(s) & contact information such as email, phone number and/or address(es).",
    "negKeysTitle": "Negative Keywords",
    "negKeysCopy": "ChatUp's artifical intelligence is designed for your needs. The words you choose below are negative keywords. Negative keywords will alert ChatUp to refrain from engaging in irrelevant conversations. In the event of any of these negative keywords presense in a message sent by your site visitors, ChatUp will reply with: 'I am designed to be helpful to you, or connect you to our support team regarding our website's information. What you just mentioned falls outside of my expertise. Is there something else I can help you with?'",
    "tempTitle": "Choose ChatUp's Personality",
    "tempCopy": "By choosing a personality you can ensure that ChatUp's approach and vocuabulary towards client messages are directed according to your branding needs.",
    "embedTitle": "Here is how you can add ChatUp to your theme and customize it!",
    "embedCopy": "ChatUp can be customized in so many different ways. Please check the video and instructions below to learn how. You can customize ChatUp similar to how you custimze your theme. Navigate to your 'Embeds' section and there you can see the customization options for ChatUp."
  },
  "Analytics": {
    "timeSeriesChartTitle": "",
    "funnelChartTitle": "",
    "donutChartTitle": "",
    "barChartTitle": ""
  },
  "ChatHistory": {
    "pageTitle": "",
    "selectChatTitle": "",
    "datePickerTitle": "",
    "chatInfoBox": "Empty Copy"
  },
  "NavigationMenu": {
    "analytics": "Analytics",
    "chatHistory": "Chat History"
  },
  "NotFound": {
    "description": "Check the URL and try again, or use the search bar to find what you need.",
    "heading": "There is no page at this address"
  }
}
