{
  "HomePage": {
    "title": "ChatUp",
    "scanTitle": "Scan Your Shop",
    "scanCopy": "Discover insights about your store with ChatUp's 'Scan My Shop' feature. Analyze policies, page content, and contact information (email, phone number, address).",
    "LastScanTitle": "",
    "LastScanCopy": "",
    "settingsTitle": "Optimize Your Experience",
    "settingsCopy": "Personalize ChatUp's behavior and language to align with your shop's unique needs. Configure settings on the settings page to suit your preferences and requirements.",
    "embedTitle": "Test and Integrate",
    "embedCopy": "Explore a wide range of options to integrate and fine-tune ChatUp. Watch the video and follow the instructions below to seamlessly integrate ChatUp in the 'Embeds' section, similar to customizing your theme."
  },
  "Settings": {
    "title": "Settings",
    "negKeysTitle": "Negative Keywords",
    "negKeysShort": "Tailor ChatUp's AI to your needs by specifying negative keywords. These keywords alert ChatUp to avoid irrelevant conversations. If a visitor's message contains any of these negative keywords, ChatUp will respond with: 'I am here to assist you or connect you with our support team for website-related information. The topic you mentioned is outside my expertise. Is there anything else I can help you with?'",
    "negKeysCopy": "ChatUp will avoid these topics",
    "tempTitle": "Personality",
    "tempShort": "Customize ChatUp's approach and vocabulary to align with your brand by selecting a personality. Choose the personality that best reflects your branding needs.",
    "tempCopy": "ChatUp will maintain this demeanour"
  },
  "Analytics": {
    "timeSeriesChartTitle": "",
    "funnelChartTitle": "",
    "donutChartTitle": "",
    "barChartTitle": ""
  },
  "ChatHistory": {
    "pageTitle": ""
  },
  "NavigationMenu": {
    "settings": "Settings",
    "analytics": "Analytics",
    "chatHistory": "Chat History"
  },
  "Button": {
    "settings": "Configure Settings",
    "embed": "Embed Extension",
    "scan": "Scan My Shop"
  },
  "NotFound": {
    "description": "Check the URL and try again, or use the search bar to find what you need.",
    "heading": "There is no page at this address"
  }
}