{
  "HomePage": {
    "title": "ChatUp",
    "scanTitle": "Scan Your Shop",
    "scanCopy": "This allows ChatUp to study and understand your store's policies, pages/blogs, contact information, order information, and all of the data that can make ChatUp answer your visitors' questions more accurately.",
    "LastScanTitle": "Your store was last scanned on mm/dd/yyyy",
    "LastScanCopy": "ChatUp has noticed and updates itself with QTY updates in the past 24 hours",
    "settingsTitle": "Control ChatUp",
    "settingsCopy": "Personalize ChatUp's personality and boundaries to make it align with your shop accordingly. Click 'Settings' and you will be redirected to the settings page right away.",
    "embedTitle": "Test and Integrate",
    "embedCopy": "Explore a wide range of options to integrate and fine-tune ChatUp. Watch the video and follow the instructions below to seamlessly integrate ChatUp in the 'Embeds' section, similar to customizing your theme."
  },
  "Settings": {
    "title": "Settings",
    "negKeysTitle": "Negative Keywords",
    "negKeysShort": "Tailor ChatUp's AI to your needs by specifying negative keywords. These keywords alert ChatUp to avoid irrelevant conversations. If a visitor's message contains any of these negative keywords, ChatUp will respond with: 'I am here to assist you or connect you with our support team for website-related information. The topic you mentioned is outside my expertise. Is there anything else I can help you with?'",
    "negKeysCopy": "ChatUp will avoid these topics",
    "tempTitle": "Personality",
    "tempShort": "Customize ChatUp's approach and vocabulary to align with your brand by selecting a personality. Choose the personality that best reflects your branding needs.",
    "tempCopy": "ChatUp will maintain this demeanour"
  },
  "Analytics": {
    "timeSeriesChartTitle": "Metrics Over Time",
    "funnelChartTitle": "Conversions",
    "donutChartTitle": "Daily Tokens Remaining",
    "barChartTitle": "Average Visit Length"
  },
  "ChatHistory": {
    "pageTitle": ""
  },
  "NavigationMenu": {
    "settings": "Settings",
    "analytics": "Analytics",
    "chatHistory": "Chat History"
  },
  "Button": {
    "settings": "Configure Settings",
    "embed": "Embed Extension",
    "scan": "Scan My Shop",
    "scanned": "Last scanned {{ duration }} ago",
    "submit": "Submit"
  },
  "NotFound": {
    "description": "Check the URL and try again, or use the search bar to find what you need.",
    "heading": "There is no page at this address"
  }
}