{
    "HomePage": {
        "title": "ChatUp में आपका स्वागत है",
        "scanTitle": "अपनी स्टोर स्कैन करें",
        "scanCopy": "ChatUp आपकी स्टोर की नीतियों, पेजों, उत्पादों, संपर्क जानकारी और आदेश डेटा की गहन जांच करता है और इसे आगंतुकों के प्रश्नों के लिए उच्च गुणवत्ता वाले उत्तर प्रदान करने में सक्षम होता है।",
        "LastScanTitle": "अंतिम स्कैन: {{ timeSince }} पहले",
        "LastScanCopy": "ChatUp वास्तविक समय में उत्पाद मात्राओं के साथ अद्यतित रहता है और पिछले 24 घंटों में नवीनतम जानकारी प्रदान करता है।",
        "settingsTitle": "उपयोगकर्ता अनुभव को व्यक्तिगत बनाएँ",
        "settingsCopy": "ChatUp को अपनी दुकान की माहौल और प्राथमिकताओं के साथ संगत बनाएं। ChatUp की प्राकृतिकता और सीमाओं को निर्धारित करने के लिए सेटिंग डैशबोर्ड पर जाएं।",
        "embedTitle": "ChatUp को अनुकूलित करें",
        "embedCopy": "अनुकूलन की शक्ति को मुक्त करें! अपने ब्रांडिंग और मौजूदा थीम के साथ ChatUp को सुंदरता से एकीकृत करने के लिए विभिन्न सौंदर्य विकल्पों की खोज करें। सुविधाजनक अनुकूलन यात्रा के लिए हमारे त्वरित ट्यूटोरियल पर नज़र डालें।"
    },
    "Configuration": {
        "title": "ऐप कॉन्फ़िगरेशन",
        "negKeysTitle": "नकारात्मक कीवर्ड",
        "negKeysShort": "पूर्णता के लिए ChatUp का AI इंजन समायोजित करें। नकारात्मक कीवर्ड उपयोग करके अप्रासंगिक वार्तालापों को खत्म करने के लिए सीमाएं सेट करें। यदि आगंतुकों ने इन कीवर्ड में से कोई उल्लेख किया हो, ChatUp उत्तर देगा: (मैं हमारी वेबसाइट के समर्थन एजेंट हूं। आपने उल्लेख किए गए विषय मेरी प्रशासनिक क्षेत्र के बाहर है, लेकिन मैं आपकी कैसे मदद कर सकता हूं?)",
        "negKeysCopy": "श्रेष्ठ परिणामों के लिए वैयक्तिक नकारात्मक कीवर्ड या वाक्यांश जोड़ें। उन्हें अलग से सहेजें और ChatUp के प्रदर्शन को बढ़ाने के लिए सेपरेटली सहेजें।",
        "tempTitle": "व्यक्तित्व की परिभाषा करें",
        "tempShort": "ChatUp को अपने ब्रांड की महत्त्वाकांक्षा के साथ जीवंत करें। अपने अद्वितीय विक्रय प्रस्ताव के साथ सबसे अच्छा मेल खाने वाले व्यक्तित्व का चयन करें।",
        "tempCopy": "आपके व्यक्तित्वचयन का अपनी विक्रय प्रस्ताव की महत्वाकांक्षा को प्रतिबिंबित करना चाहिए।",
        "bottomCopy": "अब यह सुनिश्चित करने का समय है कि ChatUp आपकी स्टोर पर दिखाई दे रहा है और आपके उपयोगकर्ताएं इसका उपयोग कर सकते हैं!"
    },
    "Insights": {
        "timeSeriesChartTitle": "समय के साथ संदेश रुझान",
        "funnelChartTitle": "रूपांतरण अंदाज",
        "donutChartTitle": "बचे हुए दैनिक संदेश",
"distributionChartTitle": "दिन के समय चैट वितरण",
"messagesRemaining": "दैनिक संदेश शेष",
"messagesSent": "भेजे गए संदेश",
"messages": "संदेश",
"conversation": "बातचीतें",
        "barChartTitle": "औसत यात्रा अवधि"
    },
    "ChatHistory": {
        "pageTitle": ""
    },
    "NavigationMenu": {
        "configuration": "कॉन्फ़िगरेशन",
        "insights": "अंदाज",
        "chatHistory": "चैट इतिहास"
    },
    "Button": {
        "configuration": "सेटिंग्स कॉन्फ़िगर करें",
        "embed": "एक्सटेंशन एम्बेड करें",
        "scan": "मेरी स्टोर स्कैन करें",
        "scanned": "{{ timeSince }} घंटे पहले स्कैन किया गया",
        "scannedOne": "एक घंटे पहले स्कैन किया गया",
        "scannedZero": "एक घंटे के भीतर स्कैन किया गया",
        "scanPending": "स्कैनिंग हो रही है",
        "scanError": "स्कैन त्रुटि - पुनः प्रयास करें",
        "submit": "सबमिट करें"
    },
    "NotFound": {
        "description": "उफ़्स! लगता है आप खोज रहे पेज अनुपलब्ध है। URL की जाँच करें या आपकी जरूरत को पूरा करने के लिए खोज बार का उपयोग करें।",
        "heading": "पेज नहीं मिला"
    },
    "Dates": {
        "today": "आज",
        "yesterday": "कल",
        "pastWeek": "पिछले सप्ताह"
    }
}