{
    "HomePage": {
        "title": "Velkommen til ChatUp",
        "scanTitle": "Skann Butikken Din",
        "scanCopy": "ChatUp gransker grundig butikkens retningslinjer, sider, produkter, kontaktinformasjon og ordredata, slik at den kan gi nøyaktige svar på besøkendes spørsmål.",
        "LastScanTitle": "Siste Skanning: {{ timeSince }} siden",
        "LastScanCopy": "ChatUp holder seg oppdatert med sanntidsprodukttall og gir deg de nyeste innsiktene i løpet av de siste 24 timene.",
        "settingsTitle": "Tilpass Brukeropplevelsen",
        "settingsCopy": "Tilpass ChatUp til butikkens atmosfære og preferanser. Besøk innstillingspanelet for å forme ChatUps personlighet og grenser.",
        "embedTitle": "Tilpass ChatUp",
        "embedCopy": "Utnytt tilpasningskraften! Oppdag et utvalg kosmetiske alternativer for å sømløst integrere ChatUp med merkevaren din og eksisterende tema. Sjekk ut vår raske veiledning for en problemfri tilpasningsreise."
    },
    "Configuration": {
        "title": "Appkonfigurasjon",
        "negKeysTitle": "Negative Nøkkelord",
        "negKeysShort": "Finjuster ChatUps AI-motor til perfeksjon. Sett grenser ved hjelp av negative nøkkelord for å eliminere irrelevante samtaler. Hvis besøkende nevner noen av disse nøkkelordene, vil ChatUp svare: (Jeg er en supportagent for nettstedet vårt. Emnet du nevnte er utenfor mitt kompetanseområde, men hvordan kan jeg hjelpe deg på annen måte?)",
        "negKeysCopy": "Legg til enkeltstående negative nøkkelord eller uttrykk for optimale resultater. Lagre dem separat for å forbedre ChatUps ytelse.",
        "tempTitle": "Definer Personligheten",
        "tempShort": "Gi ChatUp essensen av merkevaren din. Velg en personlighet som passer best med din unike salgsproposisjon.",
        "tempCopy": "Ditt valg av personlighet bør gjenspeile essensen av det du selger.",
        "bottomCopy": "Nå er det på tide å sørge for at ChatUp er synlig i butikken din, og at brukerne dine kan bruke den!"
    },
    "Insights": {
        "timeSeriesChartTitle": "Meldingstrender Over Tid",
        "funnelChartTitle": "Konverteringsinnsikter",
        "donutChartTitle": "Resterende Daglige Meldinger",
        "barChartTitle": "Gjennomsnittlig Besøksvarighet"
    },
    "ChatHistory": {
        "pageTitle": ""
    },
    "NavigationMenu": {
        "configuration": "Konfigurasjon",
        "insights": "Innsikter",
        "chatHistory": "Chatlogg"
    },
    "Button": {
        "configuration": "Konfigurer Innstillinger",
        "embed": "Bygg Inn Utvidelse",
        "scan": "Skann Butikken Min",
        "scanned": "Sist skannet for {{ timeSince }} timer siden",
        "scannedOne": "Sist skannet for en time siden",
        "scannedZero": "Skannet i løpet av timen",
        "scanPending": "Skanner",
        "scanError": "Feil ved skanning - prøv igjen",
        "submit": "Send inn"
    },
    "NotFound": {
        "description": "Ops! Siden du leter etter ser ut til å mangle. Sjekk URL-en eller bruk søkefeltet for å finne det du trenger.",
        "heading": "Side Ikke Funnet"
    },
    "Dates": {
        "today": "I dag",
        "yesterday": "I går",
        "pastWeek": "Siste uke"
    }
}