{
    "HomePage": {
        "title": "Добро пожаловать в ChatUp",
        "scanTitle": "Сканирование вашего магазина",
        "scanCopy": "ChatUp подробно анализирует политики, страницы, продукты, контактные данные и данные о заказах вашего магазина, что позволяет давать точные ответы на вопросы посетителей.",
        "LastScanTitle": "Последнее сканирование: {{ timeSince }} назад",
        "LastScanCopy": "ChatUp всегда обновляется с текущими данными о количестве продуктов в реальном времени, предоставляя последние обзоры за последние 24 часа.",
        "settingsTitle": "Настройка пользовательского опыта",
        "settingsCopy": "Настройте ChatUp под ваши предпочтения и атмосферу вашего магазина. Посетите панель настроек, чтобы задать личность и границы ChatUp.",
        "embedTitle": "Настройка ChatUp",
        "embedCopy": "Разблокируйте силу настройки! Исследуйте различные косметические варианты для плавной интеграции ChatUp в ваш брендинг и текущую тему. Посмотрите наше быстрое руководство для комфортного процесса настройки."
    },
    "Configuration": {
        "title": "Настройки приложения",
        "negKeysTitle": "Негативные ключевые слова",
        "negKeysShort": "Настройте идеально точный интеллектуальный движок ChatUp. Установите границы, используя негативные ключевые слова, чтобы исключить несущественные разговоры. Если посетители упоминают одно из этих ключевых слов, ChatUp отвечает: (Я саппорт-агент нашего сайта. Упомянутая вами тема выходит за пределы моей компетенции, но как еще я могу помочь вам?)",
        "negKeysCopy": "Добавляйте индивидуальные негативные ключевые слова или фразы для оптимальных результатов. Сохраняйте их отдельно для повышения производительности ChatUp.",
        "tempTitle": "Определите личность",
        "tempShort": "Воплотите сущность вашего бренда в ChatUp. Выберите личность, которая наилучшим образом соответствует вашему уникальному предложению.",
        "tempCopy": "Ваш выбор личности должен отражать сущность того, что вы продаете.",
        "bottomCopy": "Теперь пришло время убедиться, что ChatUp виден на вашем магазине и пользователи могут использовать его!"
    },
    "Insights": {
        "timeSeriesChartTitle": "Тенденции сообщений со временем",
        "funnelChartTitle": "Инсайты о конверсиях",
        "donutChartTitle": "Оставшиеся ежедневные сообщения",
        "barChartTitle": "Средняя продолжительность посещения"
    },
    "ChatHistory": {
        "pageTitle": ""
    },
    "NavigationMenu": {
        "configuration": "Настройки",
        "insights": "Аналитика",
        "chatHistory": "История чатов"
    },
    "Button": {
        "configuration": "Настроить параметры",
        "embed": "Встроить расширение",
        "scan": "Сканировать мой магазин",
        "scanned": "Последнее сканирование {{ timeSince }} часов назад",
        "scannedOne": "Последнее сканирование час назад",
        "scannedZero": "Сканирование в течение последнего часа",
        "scanPending": "Выполняется сканирование",
        "scanError": "Ошибка сканирования - повторите попытку",
        "submit": "Отправить"
    },
    "NotFound": {
        "description": "Ой! Кажется, страница, которую вы ищете, отсутствует. Проверьте URL или используйте поисковую панель, чтобы найти нужное вам.",
        "heading": "Страница не найдена"
    },
    "Dates": {
        "today": "Сегодня",
        "yesterday": "Вчера",
        "pastWeek": "Прошлая неделя"
    }
}