{
  "HomePage": {
    "title": "ยินดีต้อนรับสู่ ChatUp",
    "scanTitle": "สแกนร้านค้าของคุณ",
    "scanCopy": "ChatUp สำรวจโดยละเอียดเกี่ยวกับนโยบายของร้านค้า หน้าเว็บ ผลิตภัณฑ์ ข้อมูลการติดต่อ และข้อมูลการสั่งซื้อ เพื่อให้สามารถให้คำตอบที่แม่นยำมากให้กับคำถามของผู้เยี่ยมชมได้",
    "LastScanTitle": "สแกนล่าสุด: {{ timeSince }} ที่ผ่านมา",
    "LastScanCopy": "ChatUp อัปเดตปริมาณสินค้าในเวลาจริงเพื่อให้คุณได้ข้อมูลที่ล่าสุดในช่วง 24 ชั่วโมงที่ผ่านมา",
    "settingsTitle": "ปรับแต่งประสบการณ์ผู้ใช้ส่วนตัว",
    "settingsCopy": "ปรับ ChatUp ให้เข้ากันกับบรรยากาศและความชื่นชอบของร้านค้าของคุณ ไปที่แดชบอร์ดการตั้งค่าเพื่อรูปแบบบุคลิกภาพและขอบเขตของ ChatUp",
    "embedTitle": "ปรับแต่ง ChatUp",
    "embedCopy": "ปลดปล่อยพลังการปรับแต่ง! ค้นหาตัวเลือกทางเคมีเพื่อผสาน ChatUp กับแบรนด์และธีมที่มีอยู่ของคุณอย่างสมบูรณ์เป็นไปด้วยความราบรื่น ลองดูวิธีการปรับแต่งอย่างรวดเร็วของเราสำหรับการเดินทางในการปรับแต่งที่ราบรื่น"
  },
  "Configuration": {
    "title": "การกำหนดค่าแอปพลิเคชัน",
    "negKeysTitle": "คำสำคัญที่เป็นลบ",
    "negKeysShort": "ปรับเครื่องยนต์ AI ของ ChatUp ให้ดีที่สุด กำหนดขอบเขตโดยใช้คำสำคัญที่เป็นลบเพื่อลบการสนทนาที่ไม่เกี่ยวข้อง หากผู้เยี่ยมชมกล่าวถึงคำสำคัญใดคำสำคัญหนึ่งเหล่านี้ ChatUp จะตอบว่า: (ฉันเป็นตัวแทนสนับสนุนเว็บไซต์ของเรา หัวข้อที่คุณกล่าวถึงนอกเหนือจากขอบเขตของฉัน แต่ฉันสามารถช่วยคุณได้อย่างไร?)",
    "negKeysCopy": "เพิ่มคำสำคัญหรือวลีที่เป็นลบเพื่อให้ได้ผลลัพธ์ที่ดีที่สุด บันทึกแยกต่างหากเพื่อเพิ่มประสิทธิภาพของ ChatUp",
    "tempTitle": "กำหนดบุคลิกภาพ",
    "tempShort": "ฝังความเป็นตัวแทนของแบรนด์เข้ากับ ChatUp เลือกบุคลิกภาพที่ตรงกับข้อเสนอที่ไม่ซ้ำกันที่สุดของคุณ",
    "tempCopy": "การเลือกบุคลิกภาพของคุณควรสะท้อนนัยของสิ่งที่คุณขาย",
    "bottomCopy": "ตอนนี้เป็นเวลาที่ต้องแน่ใจว่า ChatUp จะปรากฏในร้านค้าของคุณและผู้ใช้ของคุณสามารถใช้งานได้!"
  },
  "Insights": {
    "timeSeriesChartTitle": "แนวโน้มของข้อความตลอดเวลา",
    "funnelChartTitle": "ข้อมูลการแปลง",
    "donutChartTitle": "จำนวนข้อความที่เหลือในแต่ละวัน",
"distributionChartTitle": "การกระจายแชทตามเวลาในแต่ละวัน",
"messagesRemaining": "ข้อความที่เหลือในแต่ละวัน",
"messagesSent": "ข้อความที่ส่งแล้ว",
"messages": "ข้อความ",
"conversation": "การสนทนา",
    "barChartTitle": "ระยะเวลาเฉลี่ยของการเข้าชม"
  },
  "ChatHistory": {
    "pageTitle": ""
  },
  "NavigationMenu": {
    "configuration": "การกำหนดค่า",
    "insights": "ข้อมูลแนะนำ",
    "chatHistory": "ประวัติการสนทนา"
  },
  "Button": {
    "configuration": "กำหนดค่าการตั้งค่า",
    "embed": "ฝังส่วนขยาย",
    "scan": "สแกนร้านค้าของฉัน",
    "scanned": "สแกนครั้งล่าสุดเมื่อ {{ timeSince }} ชั่วโมงที่แล้ว",
    "scannedOne": "สแกนครั้งล่าสุดเมื่อหนึ่งชั่วโมงที่แล้ว",
    "scannedZero": "สแกนในชั่วโมงที่ผ่านมา",
    "scanPending": "กำลังสแกน",
    "scanError": "ข้อผิดพลาดในการสแกน - ลองอีกครั้ง",
    "submit": "ส่ง"
  },
  "NotFound": {
    "description": "อุ๊ปส์! หน้าที่คุณกำลังมองหาดูเหมือนว่าหายไป กรุณาตรวจสอบ URL หรือใช้แถบค้นหาเพื่อค้นหาสิ่งที่คุณต้องการ",
    "heading": "ไม่พบหน้า"
  },
  "Dates": {
    "today": "วันนี้",
    "yesterday": "เมื่อวาน",
    "pastWeek": "สัปดาห์ที่ผ่านมา"
  }
}